Repository: EmmaHarutyunyan/Tours_website
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Armenian
hy: Հայերեն

source: Russia
hy: Ռուսերեն

source: English
hy: Անգլերեն

source: Tour Site
hy: Տուրեր

source: Home
hy: Գլխավոր

source: Tours
hy: Շրջայցեր

source: Gallery
hy: Նկարներ

source: About Us
hy: Մեր մասին

source: Contact
hy: Կապ

source: Login
hy: Մուտք

source: Search...
hy: Որոնել...

source: Search
hy: Որոնել

source: Selected Language
hy: Ընտրված լեզու

source: Russian
hy: Ռուսերեն

source: We are a premier tour company offering unforgettable travel experiences. Explore the world with our expertly crafted tours.
hy: Մենք առաջատար ճանապարհորդական ընկերություն ենք, որը առաջարկում է անմոռանալի ճանապարհորդություններ։ Բացահայտեք աշխարհը մեր կազմակերպված շրջայցերով։

source: Learn More
hy: Ավելին

source: Quick Links
hy: Արագ հղումներ

source: Contact Us
hy: Կապ մեզ հետ

source: Address:
hy: Հասցե:

source: Phone:
hy: Հեռախոսահամար:

source: Email:
hy: Էլեկտրոնային փոստ:

source: Discover Our Tour Company
hy: Բացահայտեք մեր ճանապարհորդական ընկերությանը

source: Welcome to our world of travel and exploration! We are passionate about offering unparalleled experiences that showcase the beauty and culture of Armenia.
hy: Բարի գալուստ մեր ճանապարհորդական ու բացահայտման աշխարհը: Մենք առաջարկում ենք անզուգական շրջայցեր, որոնք ցույց են տալիս Հայաստանի գեղեցկությունն ու մշակույթը։

source: Our Mission
hy: Մեր առաքելությունը

source: Why Choose Us?
hy: Ինչու ընտրել մեզ

source: Expert Guides:
hy: Մասնագետ ուղեկցողներ՝

source: Personalized Itineraries:
hy: Անհատականացված ծրագրեր՝

source: Authentic Experiences:
hy: Փորձեր՝

source: Our Story
hy: Մեր պատմությունը

source: Why Choose Armenia?
hy: Ինչու ընտրել Հայաստանը

source: Learn About Armenia's Rich History
hy: Սովորեք Հայաստանի հարուստ պատմությունը

source: Explore Stunning Landscapes
hy: Բացահայտեք զարմանալի բնապատկերները

source: Discover Armenian Culture
hy: Բացահայտեք հայկական մշակույթը

source: Find Hidden Gems
hy: Որոնեք թաքնված գանձերը

source: Experience Warm Hospitality
hy: Ջերմ հյուրասիրություն

source: Explore Armenia
hy: Բացահայտեք Հայաստանը

source: Get a glimpse of the beautiful landscapes and vibrant cities of Armenia.
hy: Բացահայտեք Հայաստանի գեղեցիկ բնապատկերներն և կենդանի քաղաքները։

source: All Galleries
hy: Բոլոր նկարները

source: Gallery Image
hy: Նկար

source: No images available for this tour.
hy: Այս շրջայցի համար պատկերներ չեն առկա։

source: No galleries available.
hy: Նկարներ չկան։

source: Book a Tour
hy: Պատվիրեք տուր

source: Select Tour:
hy: Ընտրեք շրջայցը:

source: Select Start Date:
hy: Սկիզբ:

source: Select End Date:
hy: Ավարտ:

source: Name:
hy: Անուն:

source: Book
hy: Գրանցել

source: If you have any questions, feel free to reach out!
hy: Հարցերի դեպքում կապվեք մեզ հետ:

source: Message:
hy: Հաղորդագրություն:

source: Send
hy: Ուղարկել

source: Our Location
hy: Մեր գտնվելու վայրը

source: Gallery -
hy: Նկարներ -

source: Gallery for
hy: Նկարներ՝

source: No image available
hy: Առկա չէ

source: Welcome to Our Tour Site
hy: Բարի գալուստ մեր շրջայցերի կայք

source: Your browser does not support the video tag.
hy: Ձեր բրաուզերը չի աջակցում տեսանյութի նշանին։

source: No featured video available.
hy: Առաջարկվող տեսանյութ չկա։

source: Price:
hy: Գին:

source: Tour Details
hy: Շրջայցի մանրամասները

source: Duration:
hy: Տևողություն:

source: Location:
hy: Գտնվելու վայրը:

source: View on Map
hy: Դիտել քարտեզում

source: No videos available.
hy: Տեսանյութեր առկա չեն։

source: All Tours
hy: Բոլոր շրջայցերը

source: USD
hy: ԱՄՆ դոլար

source: Selected date is not available. Please choose a different date.
hy: Ընտրված ամսաթիվը զբաղված է։ Խնդրում ենք ընտրել այլ ամսաթիվ։

source: Login Page
hy: Մուտք

source: Welcome!
hy: Բարի գալուստ!

source: Google logo
hy: Google

source: Sign up with Google
hy: Գրանցվեք Google-ով

source: or use your username
hy: կամ օգտագործեք ձեր օգտահաշիվը

source: Username
hy: Օգտանուն

source: Password
hy: Գաղտնաբառ

source: New User?
hy: Նոր օգտատեր

source: Signup
hy: Գրանցվել

source: Submit
hy: Ուղարկել

source: Register
hy: Գրանցվել

source: or sign up with Google
hy: կամ գրանցվեք Google-ով

source: You are signed in as
hy: Դուք մուտք եք գործել որպես

source: Log Out
hy: Ելք

source: Search Results
hy: Որոնման արդյունքները

source: Search Results for
hy: Որոնման արդյունքներ՝

source: No tours found.
hy: Շրջայցեր չեն գտնվել։

source: Contacts
hy: Կապեր

source: No contacts found.
hy: Կապեր չեն գտնվել։

source: Bookings
hy: Պատվերներ

source: Tour not assigned
hy: Շրջայցը չի նշանակվել

source: No bookings found.
hy: Գրանցումներ չեն գտնվել։

source: Price
hy: Գին

source: Duration
hy: Տևողություն

source: View Gallery
hy: Դիտել նկարները

source: Reviews
hy: Մեկնաբանություններ

source: Rating
hy: Գնահատում

source: Discover Our Exclusive Tours
hy: Բացահայտեք մեր բացառիկ շրջայցերը

source: Explore More
hy: Բացահայտեք ավելին

source: Currently, there are no tours available. Please check back later!
hy: Այս պահին շրջայցեր առկա չեն։ Խնդրում ենք ստուգել հետո
